---
kind: property
id: P:Autodesk.Revit.DB.FamilyInstance.Invisible
zh: 族实例
source: html/a60ebd06-8939-807f-9749-4510991bdff4.htm
---
# Autodesk.Revit.DB.FamilyInstance.Invisible Property

**中文**: 族实例

Property to test whether the family instance is invisible.

## Syntax (C#)
```csharp
public bool Invisible { get; }
```